Repository: common-repository/sf-pages-for-custom-posts
Catalog: languages/sf-pfcp-*.po
Languages: fr_fr

source: Pages for C. Posts
fr_fr: Pages pour C. Posts

source: %1$s page: %2$s
fr_fr: Page des %1$s : %2$s

source: %s per page:
fr_fr: %s par page :

source: Single Post
fr_fr: Article

source: Archive Page
fr_fr: Page d'archive

source: Category Page
fr_fr: Page de catégorie

source: Tag Page
fr_fr: Page de Tag

source: Taxonomy Page
fr_fr: Page de Taxonomie

source: Search Page
fr_fr: Page de recherche

source: Home Page (Posts Page)
fr_fr: Page d'accueil (page d'articles)

source: Attachment Page
fr_fr: Page d'attachements

source: Post Type Archive
fr_fr: Archive de type de post

source: Template:
fr_fr: Affiché comme :

source: Need some help? Check out the &laquo;Help&raquo; toggle at the top right of your screen.
fr_fr: Besoin d'aide? Jetez un oeil au bouton &raquo;Aide&laquo; en haut à droite de votre écran.

source: Post type page:
fr_fr: Page du type de post :

source: Choose witch page will display the custom post type. Don't choose the same page for two post types, it won't work.
fr_fr: Choisissez quelle page affichera votre type de post. Ne choisissez pas la même page pour deux types de post, cela ne fonctionnera pas.

source: Items per page:
fr_fr: Itemps par page :

source: Empty or &laquo;0&raquo; means &laquo;same as default&raquo; (default value is set in Settings > %1$sReading%2$s), &laquo;-1&raquo; means &laquo;display all in the same page&raquo;.
fr_fr: Vide ou &laquo;0&raquo; signifie &laquo;valeur par défaut&raquo; (la valeur par défaut est réglée dans Réglages > %1$sLecture%2$s), &laquo;-1&raquo; signifie &laquo;montrer tout dans la même page&raquo;.

source: Choose how to display your listing page. In most cases, keep it empty and the general template (index.php) will be used. If you have a specific template for your front page or home page (front-page.php, home.php), you can choose &laquo;Home Page&raquo;, especially if you actually display this page as your website's front page.
fr_fr: Choisissez comment est affichée votre page de listing. Dans la plupart des cas, laissez ce champs vide et le template général (index.php) sera utilisé. Si vous avez un template spécifique pour votre page d'accueil ou votre page d'articles (front-page.php, home.php), vous pouvez choisir &laquo;Page d'accueil (page d'articles)&raquo;, surtout si vous affichez cette page en page d'accueil de votre site.

source: Not enough help here? Grab some on %1$smy blog%2$s [french].
fr_fr: Pas assez d'infos ici? Allez en chercher sur %1$smon blog%2$s.
